[
  {
    "id": 0,
    "author": "Jorge",
    "apiItem": true,
    "title": "Puré de papas con milanesa",
    "description": "Esta receta es muy muy fácil! Ideal para llevar al trabajo si queda algo! O para preparar un sándwich al día siguiente! Usé un peceto entero (Se puede comprar feteado que te ahorraria mucho tiempo) lo corté en fetas finas de 3mm aprox. Para después guardar en el freezer y tener milanesas para otra ocasión. Se puede agregar al huevo otros ingredientes o condimentos, pero para esta oportunidad, use los ingredientes básicos. Mezclé panko y pan rallado, pero tranquilamente se puede utilizar uno u otro!",
    "createdAt": "2/8/2025",
    "instructions": "1\nCortar el peceto en fetas y salarlo con poca sal\n\n2\nRomper los huevos y batirlos junto a la sal, el ajo y perejil picados.\n\n3\nEn una fuente poner el pan rallado y el panko\n\n4\nPasar la carne por el huevo, luego por el panko. Repetirlo el paso una vez más!\n\n5\nReservar hasta terminar de empanar toda la carne\n\n6\nCocinar las milanesas en horno a 200 grados o freírlas. Esta vez las hice al horno. En 20 de minutos de horno están listas\n\n7\nMientras se cocinan las milanesas colocar una olla con agua a hervir con sal, agregar las papas cortadas en cubos y cuando estén",
    "ingredients": "1 peceto entero\n20 huevos\n6 dientes ajo\nPerejil a gusto\n1 cucharada sal\n1 kg panko\n1/2 kg pan rallado\nPara el puré\n1 kg papas\n2 cucharadas manteca\n1 taza leche"
  },
  {
    "id": 1,
    "apiItem": true,
    "author": "María Ester",
    "urlImg": "https://img-global.cpcdn.com/recipes/b401588469ec6bbe/640x640sq80/photo.webp",
    "title": "¡IMPRESIONÁ A TU VISITAS! | ¡Bizcochitos Caseros para el mate!",
    "description": "¿Vienen visitas de repente y no tenes mucho tiempo? hacete estos bizcochitos ideales para unos buenos mates",
    "instructions": "1 En un recipiente colocamos la harina, la cucharada de sal y la cucharadita de azúcar, mezclamos.\n\n2\nHacemos un huequito en el centro y ponemos la grasa derretida (o a temperatura ambiente) y de a poco el agua tibia, hasta formar un bollito liso.\n\n3\nEstiramos y cortamos de la forma que más te guste. Pinchamos con un tenedor y cocinamos vuelta y vuelta hasta que estén doraditos y listo 💋\n\n4\nSúper ricos!! Con esta cantidad y medida, salieron unos 85 bizcochitos ✨",
    "ingredients": "300 gramos harina común\n100 gramos grasa vacuna\n1 cucharada sal\n1 cucharadita azúcar\nCantidad necesaria agua tibia"
  },
  {
    "id": 2,
    "apiItem": true,
    "author": "CarlosVillamonte33",
    "urlImg": "https://media.ambito.com/p/136b65f52fb3f65f745783fb24ebe77a/adjuntos/239/imagenes/042/492/0042492372/730x0/smart/infusionesjpg.jpg",
    "title": "Infusion relajante 💜",
    "description": "La vida que llevamos en la actualidad puede ser muy demandante. En ocasiones, puede apetecernos llegar a casa, sentarnos en el sofá y disfrutar de una infusión relajante, de esas que convierten ese instante antiestrés en pura felicidad.",
    "instructions": "Hervimos el agua, agregamos el limón y la rosa mosqueta seca, finalmente dejamos estar 5 min y sacamos la rosa mosqueta y agregamos la manzanilla, tapamos 5 min más y listo. Calentar y beber siempre de noche a descansar.",
    "ingredients": "2 saquitos de manzanilla\n30 gramos flor seca de rosa mosqueta\nJugo de un limón\n500 cc agua hirviendo"
  },
  {
    "id": 3,
    "isFavorite": true,
    "apiItem": true,
    "author": "CarlosVillamonte33",
    "urlImg": "https://media.elgourmet.com/recetas/cover_6exf2gpw8n_lemon-pie.jpg",
    "title": "LEMON PIE, LA RECETA QUE TANTO BUSCAS ACÁ!",
    "description": "Para acompañar un rico mate y compartir con amigos este lemon pie súper fácil de hacer!!",
    "instructions": "Mezclar los Ingredientes de la masa en el orden que están anotados. Recomendaciones: tener la Manteca a temperatura ambiente. Rallar la mitad del limón bien chiquito. Guardar la clara (luego se usa en el merengue).\n\nVa a quedar una masa bastante grasosa, la vamos a estirar en una tartera con la ayuda de un film! colocar el film (o un nylon) sobre la masa y estirar (con un palo de amasar o con las manos) ! eso va a ayudar que la masa no se pegue en los dedos! colocar al horno y retirar cuando este apenas dorada!\n\nRelleno: Se mezclan los ingredientes en una olla a fuego lento el jugo, la ralladura de 1 limón, el azúcar, 200 ml de Agua (no pasarse porque no se endurece el relleno), 1 cda de manteca (importante), la fécula y las 2 yemas (guardar las claras). Esperar a que hierva y se espese.\n\nRetirar el relleno cuando se espese (o 5/10 min luego del hervor) y colocar sobre la masa ya cocinada.\n\nMerengue: mezclar las 3 claras de huevo que sobraron con el azúcar y colocar a baño maría bajo fuego lento, revolver hasta que el azúcar se disuelva y llegue a unos 60 grados! Importante: no dejar que las claras se cocinen. y retirar cuando al tocarlo con los dedos esté caliente pero no queme!\n\nBatir a velocidad media hasta que se forme el merengue y agregar una cucharada de jugo de limón para que quede bien blanco. Colocar con una manga sobre la tarta y si quieren darle un toque lindo, colocar en el horno para que se dore el merengue (cuidado que no se queme la tarta porque ya está cocinada la masa).\n\nYo me tomé el atrevimiento de hacer unas magdalenas de lemon pie con unos pirotines que tenía!!! buenísimas para la hora de muchas visitas!!",
    "ingredients": "Para la masa:\n200 g Harina 0000\n100 g Manteca\n4 cdas Azúcar\n1 Huevo\n1 Yema\n1/2 Ralladura de limón (bien chiquito y sin lo blanco)\n-------- Para el relleno:\n1 Limón (jugo y ralladura sin lo blanco)\n100 g Azúcar\n200 ml Agua\n1 cda Manteca\n2 cdas Fécula de Maíz\n2 Yemas\n------ Merengue suizo\n3 Claras (sobrantes de la receta)\n9 cdas Azúcar\n(si se desea mucho merengue agregar por cada clara extra, 3 cucharadas de azúcar)"
  },
  {
    "id": 4,
    "author": "Garfield",
    "apiItem": true,
    "urlImg": "https://cdn0.recetasgratis.net/es/posts/9/2/8/lasana_57829_orig.jpg",
    "title": "Lasaña",
    "description": "A todo el mundo le encanta la lasaña y nuestra sencilla receta es muy fácil de hacer: la pasta y la salsa se entrelazan perfectamente sin mucho esfuerzo de su parte. Solamente asegúrese de mantener bajo el calor para que la pasta no se cueza de más y el fondo no se queme. Puede preparar la salsa antes. Simplemente recaliente y continúe con la receta. ",
    "instructions": "Para preparar la salsa: coloque la sartén sobre la estufa y encienda el fuego de bajo a medio.\nCuando la sartén esté caliente, agregue el aceite.\nAgregue la cebolla y el ajo y cocine, revolviendo frecuentemente hasta que quede blando, de 10 a 15 minutos.\n\nAgregue los calabacines, la albahaca u orégano y cocine, tape hasta que los calabacines queden dorados y blandos, de 10 a 15 minutos, revolviendo cada 5 minutos.\n\nAgregue los tomates y el agua, revuelva bien.\nBaje el fuego a temperatura baja y cocine con la tapa puesta durante 10 minutos.\nRetire la tapa y cocine unos 10 minutos más.\n\nApague el fuego.\nAgregue la espinaca y revuelva hasta que la espinaca quede cocida.\n\nCuidadosamente deslice 4 piezas de lasaña al sartén, usando los bordes para deslizarlas al fondo de la salsa con la espátula, empujándolas para ponerlas al fondo.\nAñada otra capa de 4 piezas de lasaña, y luego otras 4 y empuje para que queden por debajo de la superficie.\nAñada las 4 últimas piezas de lasaña y vierta algo de la mezcla con tomates por encima.\nAñada el queso ricota, 1 cucharada a la vez, poniendo gotas en la superficie.\nEspolvoree con el queso mozarela y después el queso Parmesano.\n\nRecaliente la sartén a fuego bajo, tápela y continúe cocinando hasta que el queso se haya derretido y la pasta quede blanda cuando la pique con la punta de un cuchillo, aproximadamente 20 minutos.\nEspolvoree las hojas de albahaca.\nApague el fuego y deje que repose por 10 minutos.\n\nSirva de inmediato o tápelo y refrigere hasta por 2 días.",
    "ingredients": "1 cucharada de aceite de oliva o vegetal\n1 cebolla grande, picada\n1 diente de ajo pelado, picado finamente o pasado por el picador/planchador de ajos\n2 calabacines (italiano) medianos, con los extremos cortados, cortados en cubos\n1 cucharita de albahaca u orégano seco\n1 lata de tomates cortados (28 onzas), incluyendo el líquido\n1 ½ tazas de agua\n2 tazas de hojas frescas de espinacas, picadas toscamente\n8 lámina de lasaña (que no se tenga que hervir primero) partidas por la mitad\n¼ taza de queso ricota\n¼ taza de queso parmesano rallado\n¼ taza de queso mozarela o de Monterrey Jack rallado\n½ taza de hojas frescas de albahacas picadas"
  }
]
